LEXICON_COMMANDS = {
    '/start': 'Привет, я ТМ-аудит бот компании Энергосистемы и Технологии, '
              'давайте знакомиться.\n\nВведите своё <b>имя:</b>',
    '/help': 'Это бот для аудита промоакций на торговых площадках. Чтобы начать '
             'заново, нажмите /start. Если вы начали анкетирование и хотите его '
             'прервать, нажмите /cancel',
    '/cancel': 'Чтобы снова перейти к заполнению анкеты - '
               'отправьте команду /start'
}

LEXICON = {
    'loading': 'Выгрузка фотографий может занять продолжительное время. '
               'По окончанию вам придет уведомление.',
    'err_name': 'То, что вы отправили не похоже на имя.\n\n'
                'Пожалуйста, введите ваше имя.\n\n'
                'Если вы хотите прервать заполнение анкеты - '
                'отправьте команду /cancel',
    'err_surname': 'То, что вы отправили не похоже на фамилию.\n\n'
                   'Пожалуйста, введите вашу фамилию.\n\n'
                   'Если вы хотите прервать заполнение анкеты - '
                   'отправьте команду /cancel',
    'surname': 'Спасибо! А теперь введите свою <b>фамилию:</b>',
    'confirmed': 'Спасибо! Ваши данные сохранены.',
    'company_name': 'Введите <b>название компании</b>, проводящую промо:',
    'brand': 'Какой <b>бренд</b> промоутируется:',
    'promo_for': '<b>На кого</b> направлена акция:',
    'promo_type': 'Выберите <b>механику</b> акции:',
    'bonus': 'Какой <b>подарок/бонус/скидка:</b>',
    'condition': 'Какое <b>условие</b> для получения подарка/бонуса/скидки:',
    'photo': 'Приложите <b>фото</b> акции',
    'comment': 'Оставьте <b>комментарий</b> или нажмите "Пропустить"',
    'confirm': 'Проверьте, всё правильно?',
    'finish': '<b>Спасибо за информацию, приняли.</b>'
}
