LEXICON_COMMANDS = {
    '/start': 'Привет, я ТМ-аудит бот компании ЭнергоСистемы и Технологии, '
              'давайте знакомиться.\n\nВведите своё <b>имя:</b>',
    '/help': '',
    '/cancel': 'Чтобы снова перейти к заполнению анкеты - '
               'отправьте команду /start'
}

LEXICON = {
    'err_name': 'То, что вы отправили не похоже на имя.\n\n'
                'Пожалуйста, введите вашу фамилию.\n\n'
                'Если вы хотите прервать заполнение анкеты - '
                'отправьте команду /cancel',
    'err_surname': 'То, что вы отправили не похоже на фамилию.\n\n'
                   'Пожалуйста, введите вашу фамилию.\n\n'
                   'Если вы хотите прервать заполнение анкеты - '
                   'отправьте команду /cancel',
    'surname': 'Спасибо! А теперь введите свою <b>фамилию:</b>',
    'confirmed': 'Спасибо! Ваши данные сохранены.',
    'company_name': 'Введите <b>название компании</b>, проводящую промо:',
    'brand': 'Какой <b>бренд</b> промоутируется:',
    'promo_type': 'Выберите <b>тип акции</b>:',
    'bonus': 'Какой размер <b>выплаты/бонуса/скидки:</b>',
    'condition': 'Какое <b>условие</b> для получения выплаты/бонуса/скидки:',
    'photo': 'Приложите фото акции',
    'confirm': 'Проверьте, всё правильно?',
    'finish': 'Спасибо за информацию, приняли'
}
